Repository: chrizan/VATrainer
Catalog: VATrainer/VATrainer/Resx/AppResources.*.resx
Languages: de

source: Adjective law
de: Verfahrensrecht

source: Browsing
de: Stöbern

# Browsing_Explanation
source: Browse the content as you like
de: Stöbere frei durch den Inhalt

source: Confident
de: Sicher

source: Consumption Tax
de: Verbrauchssteuern

source: Criminal law
de: Strafrecht

source: Display instruction
de: Anleitung anzeigen

source: EU Directive
de: EU Richtlinie

source: Expense side
de: Ausgabenseite

source: International VAT law
de: Überblick über das internationale Mehrwertsteuerrecht

source: Introduction
de: Einleitung

source: Last seen:
de: Zuletzt gesehen:

source: Learning
de: Lernen

# Learning_Explanation
source: Prepare yourself for an exam
de: Lerne gezielt für eine Prüfung

source: Resources
de: Ressourcen

source: Revenue side
de: Einnahmenseite

source: Settings
de: Einstellungen

source: Switzerland
de: Schweiz

source: Taxpayer
de: Steuersubjekt

# Title_Browsing
source: Browsing
de: Stöbern

# Title_Contents
source: Content
de: Inhalt

# Title_Mode
source: Mode
de: Modus

# Title_QA
source: Question - Answer
de: Frage - Antwort

# Title_Resources
source: Resources
de: Ressourcen

# Title_Settings
source: Settings
de: Einstellungen

# Title_Training
source: Training
de: Lernen

source: Unconfident
de: Unsicher

# VAT
source: Value Added Tax
de: Mehrwertsteuer

source: VAT and accounting
de: MWST und Buchhaltung
